{"input": " American Football", "output": "\n\nMap {\nUser Stories {\n  Display Unsupported Orders: As a user, I want to be able to view all orders that are not supported by the American Football application.\n\nSelect Travel Time: As a user, I want to be able to select a travel time for my American Football game.\n\nView Team Rosters: As a user, I want to be able to view the rosters of all teams in the American Football application.\n\nView Team Statistics: As a user, I want to be able to view the statistics of all teams in the American Football application.\n\nView Player Statistics: As a user, I want to be able to view the statistics of all players in the American Football application.\n\nView Schedules: As a user, I want to be able to view the schedules of all teams in the American Football application.\n\nView Standings: As a user, I want to be able to view the standings of all teams in the American Football application.\n\nView News: As a user, I want to be able to view the latest news related to American Football.\n\nView Highlights: As a user, I want to be able to view the highlights of all games in the American Football application.\n\nView Replays: As a user, I want to be able to view the replays of all games in the American Football application.\n\nView Scores: As a user, I want to be able to view the scores of all games in the American Football application.\n\nView Player Profiles: As a user, I want to be able to view the profiles of all players in the American Football application.\n\nView Team Profiles: As a user, I want to be able to view the profiles of all teams in the American Football application.\n\nView Game Logs: As a user, I want to be able to view the game logs of all games in the American Football application.\n\nView Player Stats: As a user, I want to be able to view the stats of all players in the American Football application.\n\nView Team Stats: As a user, I want to be able to view the stats of all teams in the American Football application.\n\nView League Stats: As a user, I want to be able to view the stats of all leagues in the American Football application.\n\nView Player Highlights: As a user, I want to be able to view the highlights of all players in the American Football application.\n\nView Team Highlights: As a user, I want to be able to view the highlights of all teams in the American Football application.\n\nView League Highlights: As a user, I want to be able to view the highlights of all leagues in the American Football application.\n\nView Player Awards: As a user, I want to be able to view the awards of all players in the American Football application.\n\nView Team Awards: As a user, I want to be able to view the awards of all teams in the American Football application.\n\nView League Awards: As a user, I want to be able to view the awards of all leagues in the American Football application.\n\nView Player Records: As a user, I want to be able to view the records of all players in the American Football application.\n\nView Team Records: As a user, I want to be able to view the records of all teams in the American Football application.\n\nView League Records: As a user, I want to be able to view the records of all leagues in the American Football application.\n\nView Player Transactions: As a user, I want to be able to view the transactions of all players in the American Football application.\n\nView Team Transactions: As a user, I want to be able to view the transactions of all teams in the American Football application.\n\nView League Transactions: As a user, I want to be able to view the transactions of all leagues in the American Football application.\n\nView Player Injuries: As a user, I want to be able to view the injuries of all players in the American Football application.\n\nView Team Injuries: As a user, I want to be able to view the injuries of all teams in the American Football application.\n\nView League Injuries: As a user, I want to be able to view the injuries of all leagues in the American Football application.\n\nView Player Suspensions: As a user, I want to be able to view the suspensions of all players in the American Football application.\n\nView Team Suspensions: As a user, I want to be able to view the suspensions of all teams in the American Football application.\n\nView League Suspensions: As a user, I want to be able to view the suspensions of all leagues in the American Football application.\n\nView Player Contracts: As a user, I want to be able to view the contracts of all players in the American Football application.\n\nView Team Contracts: As a user, I want to be able to view the contracts of all teams in the American Football application.\n\nView League Contracts: As a user, I want to be able to view the contracts of all leagues in the American Football application.\n\nView Player Salaries: As a user, I want to be able to view the salaries of all players in the American Football application.\n\nView Team Salaries: As a user, I want to be able to view the salaries of all teams in the American Football application.\n\nView League Salaries: As a user, I want to be able to view the salaries of all leagues in the American Football application.\n\nView Player Transactions History: As a user, I want to be able to view the transaction history of all players in the American Football application.\n\nView Team Transactions History: As a user, I want to be able to view the transaction history of all teams in the American Football application.\n\nView League Transactions History: As a user, I want to be able to view the transaction history of all leagues in the American Football application.\n\nView Player Injury History: As a user, I want to be able to view the injury history of all players in the American Football application.\n\nView Team Injury History: As a user, I want to be able to view the injury history of all teams in the American Football application.\n\nView League Injury History: As a user, I want to be able to view the injury history of all leagues in the American Football application.\n\nView Player Suspension History: As a user, I want to be able to view the suspension history of all players in the American Football application.\n\nView Team Suspension History: As a user, I want to be able to view the suspension history of all teams in the American Football application.\n\nView League Suspension History: As a user, I want to be able to view the suspension history of all leagues in the American Football application.\n}\n}"}