{"input": " Ancestry and Genealogy", "output": "\n\nMap {\nUser Stories {\nDisplay Unsupported Orders: As a user, I want to be able to view all orders that are not supported by the application.\nSelect Travel Time: As a user, I want to be able to select a travel time for my genealogy research.\nSearch Ancestry Records: As a user, I want to be able to search for records related to my ancestry.\nView Family Tree: As a user, I want to be able to view my family tree.\nCreate Family Tree: As a user, I want to be able to create a family tree.\nShare Family Tree: As a user, I want to be able to share my family tree with others.\nSave Family Tree: As a user, I want to be able to save my family tree.\nView Historical Maps: As a user, I want to be able to view historical maps related to my ancestry.\nView Historical Documents: As a user, I want to be able to view historical documents related to my ancestry.\n}\n\nFunctionality {\nSearch Ancestry Records: As a user, I want to be able to search for records related to my ancestry.\nView Family Tree: As a user, I want to be able to view my family tree.\nCreate Family Tree: As a user, I want to be able to create a family tree.\nShare Family Tree: As a user, I want to be able to share my family tree with others.\nSave Family Tree: As a user, I want to be able to save my family tree.\nView Historical Maps: As a user, I want to be able to view historical maps related to my ancestry.\nView Historical Documents: As a user, I want to be able to view historical documents related to my ancestry.\n}\n\nUsability {\nDisplay Unsupported Orders: As a user, I want to be able to view all orders that are not supported by the application.\nSelect Travel Time: As a user, I want to be able to select a travel time for my genealogy research.\n}\n\nSecurity {\nSecure Login: As a user, I want to be able to securely log in to the application.\nSecure Data Storage: As a user, I want to be able to store my data securely.\n}\n\nPerformance {\nOptimize Search: As a user, I want to be able to optimize my search for records related to my ancestry.\nOptimize Family Tree: As a user, I want to be able to optimize my family tree.\n}\n\nAccessibility {\nAccessible Interface: As a user, I want to be able to access the application with an accessible interface.\nAccessible Documentation: As a user, I want to be able to access the application's documentation in an accessible format.\n}\n}"}